// MUI
import { Coffee, DataObjectRounded, DomainVerificationRounded } from "@mui/icons-material"
import { lightBlue } from "@mui/material/colors"
// icons
import userAvatar from '../assets/images/user.png';


export const careerInfo = [
   {
      tooltipTitle: "تعداد قهوه های خورده شده",
      icon: <Coffee />,
      total: 1650,
      color: "#304ffe", 
   },
   {
      tooltipTitle: "تعداد پروژه های من",
      icon: <DataObjectRounded />,
      total: 10,
      color: "#aa00ff", 
   },
   {
      tooltipTitle: "تعداد پروژه های تکمیل شده",
      icon: <DomainVerificationRounded />,
      total: 8,
      color: lightBlue[700], 
   }
]


export const devEdu = [
   {
      year: "۱۳۸۸ - ۱۳۸۹",
      cert: "دیپلم",
      major: "رشته کامپیوتر گرایش نرم افزار",
      place: "فنی حرفه ایی دبیرستان شهید زارعی",
   },
   {
      year: "۱۳۹۰ - ۱۳۹۳",
      cert: "کاردانی",
      major: "رشته کامپیوتر گرایش نرم افزار",
      place: "دانشگاه آزاد اسلامی",
   },
   {
      year: "۱۳۹۲ - ۱۳۹۳",
      cert: "کارشناسی",
      major: "رشته کامپیوتر گرایش نرم افزار",
      place: "دانشگاه آزاد اسلامی",
   },
   {
      year: "۱۳۹۴ - ۱۳۹۵",
      cert: "کارشناسی ارشد",
      major: "رشته کامپیوتر گرایش نرم افزار",
      place: "دانشگاه آزاد اسلامی",
   },
];


export const userComments = [
   {
       fullname: "یونس قربانی",
       jobTitle: "مدرس و برنامه نویس فول استک",
       avatar: userAvatar,
       comment: `
               لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
             `,
   },
   {
       fullname: "یونس قربانی",
       jobTitle: "مدرس و برنامه نویس فول استک",
       avatar: userAvatar,
       comment: `
               لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
             `,
   },
   {
       fullname: "یونس قربانی",
       jobTitle: "مدرس و برنامه نویس فول استک",
       avatar: userAvatar,
       comment: `
               لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
             `,
   },
   {
       fullname: "یونس قربانی",
       jobTitle: "مدرس و برنامه نویس فول استک",
       avatar: userAvatar,
       comment: `
               لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
             `,
   },
   {
       fullname: "یونس قربانی",
       jobTitle: "مدرس و برنامه نویس فول استک",
       avatar: userAvatar,
       comment: `
               لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
             `,
   },
   {
       fullname: "یونس قربانی",
       jobTitle: "مدرس و برنامه نویس فول استک",
       avatar: userAvatar,
       comment: `
               لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
             `,
   },
];